
from lxml import etree
html = etree.HTML('''
<!DOCTYPE html>
<html lang="zh-cn">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
<title>2019全国两会学习心得【四篇】</title>
<meta name="description" content="心得体会网权威发布2019全国两会学习心得【四篇】，更多2019全国两会学习心得【四篇】相关信息请访问心得体会网。">
<meta name="keywords" content="2019全国两会学习心得【四篇】">
<script src="//js.51test.net/js_new/uaredirect.js"></script>
<script>uaredirect("//m.51test.net/show/9319565/");</script>
<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
<meta name="mobile-agent" content="format=html5;url=https://m.51test.net/show/9319565/">
<meta name="mobile-agent" content="format=wml;url=https://m.51test.net/show/9319565/">
<meta name="mobile-agent" content="format=xhtml;url=https://m.51test.net/show/9319565/">
<link rel="alternate" media="only screen and (max-width: 640px)" href="https://m.51test.net/show/9319565/">
<link rel="canonical" href="https://m.51test.net/show/9319565/">
<link rel="stylesheet" type="text/css" href="//css.51test.net/news_css/style_show_tuwen.css">
<script>
        str_title = "2019全国两会学习心得【四篇】";
        str_url = "xindetihui";
        str_nclassname = "心得体会";
        str_shortname = "心得体会";
        str_classid = "20";
        str_nclassid = "465";
        str_articleid = "9319565";
        str_province = "";
        str_province_url = "";
        str_city = "";
        str_city_url = "";
        str_nkey = "rd";
        str_search_key = "";
        
        str_search_key2 = "0";
        
        is_baiduopen = "2";
        
    </script>
<script src="//js.51test.net/js_new/func.js"></script>
<script src="//js.51test.net/js_new/layer/layer.min.js"></script>
<script src="//js.51test.net/js_new/kecheng.js"></script>
<script src="//js.51test.net/js_new/getcookie.js"></script>
<script src="//js.51test.net/js_new/d.js"></script>
</head>
<body>
<script>a("show_top");</script>
<div class="common-header">
<div class="header-box">
<a href="/" class="header-left" target="_blank"></a>
<div class="header-center">
<a href="/" target="_blank">首页</a> > <a href="/xindetihui/" target="_blank">
心得体会</a> > <a href="/xindetihui/sitemap/" target="_blank">导航</a> >
<a href="/xindetihui/rd/" target="_blank">热点专题</a>
</div>
<div class="header-txt">
<span>
<script src="//js.51test.net/js_new/getcookie_login.js"></script>
</span>
</div>
</div>
</div>
<div class="container">
<div class="main-bg">
<div class="content-fl">
<div class="title">
<h1>
2019全国两会学习心得【四篇】
</h1>
<span class="txt">
2019-03-05 13:39:00
无忧考网
[<a href="//m.51test.net/show/9319565/" target="_blank">手机版</a>]
[<a href="javascript:void(0);" onclick="opendownform('//user.51test.net/vip/download/word/?id=9319565&r=2019658590925','Word文档下载')">
<font color=red>Word文档下载</font>
</a>]
</span>
</div>
<script>a("show_title");</script>
<div class="content-txt">
<div class="describe"><i></i>
心得体会网权威发布2019全国两会学习心得【四篇】，更多2019全国两会学习心得【四篇】相关信息请访问无忧考网心得体会频道。
</div>
<p>【导语】学习即是通过阅读、听讲、研究、观察、理解、探索、实验、实践等手段获得知识或技能的过程，是一种使个体可以得到持续变化的行为方式。我们日常生活中离不开学习，那么，学习过后您有什么感想体会呢？下面无忧考网就为您分享了2019全国两会学习心得【四篇】，供各位参考学习。更多精彩内容，请持续关注无忧考网。<br><img src="https://img.wykw.com/uploadfile/images/template/84.jpg" /><br>　　2019全国两会学习心得(一)</p><p>　　身为当代的大学生，我深知自己的时代使命，在好好学习专业课知识外，我还要积极要求进步。一年一度的“两会”，是国家政治生活中的一件大事，举国关心,万众瞩目。“两会”的代表和委员，顺应人民期待，肩负人民重托，齐聚一堂，共议大计，责任重大，使命光荣。“两会”的议题，事关国计民生事关改革发展大局，开好“两会”，意义重大,影响深远。特别是当前，国际金融危机已从局部发展到全球,从发达国家传导到新兴市场国家，从金融领域扩散到实体经济领域,给我国经济发展和人民生活带来了严峻考验。在此形势下,今年“两会”任务尤重,既要充分剖析世界经济环境急剧变化给我国经济发展提出的新问题新挑战,又要充分认识我国经济社会发展的基本态势和长期向好趋势,从而作出正确的应对决定和措施。</p><p>　　面对两会的召开，身为入党积极分子我想向敬爱的党组织汇报一下我自己的想法，希望得到党组织的指正和帮助。“两会”是事关民生的会议，所谓“民生”就是人民群众的生活问题，就是人民群众最关心、最直接、最现实的利益问题，比如就业、教育、分配、社保、稳定等等，这些问题不仅关系到人民群众的基本需要，也直接关系到执政者的人心向背，关系到社会的安定和谐。</p><p>　　重民生者得民心，得民心者得天下。从古至今，民生和民心素来密不可分。历史反复证明，谁真正解决了老百姓的民生问题，谁就会赢得老百姓的真诚拥护，谁就能形成强大的凝聚力和向心力。</p><p>　　社会经济发展的目的，从来就不是单纯的积累财富，而是旨在改善民生，增进人民的福祉，不断提高人民的生活质量和生活水平。应当说，中国共产党领导人民进行的革命、建设、改革、发展的伟大历程就是不断改善民生的历史过程。从“全心全意为人民服务”，到“三个有利于”，到“三个代表”重要思想，再到“以人为本”的科学发展观，民生始终是重中之重，始终是一条红色的主线。“发展为了人民、发展依靠人民、发展成果由人民共享”、“全面建成惠及十几亿人口的更高水平的小康社会”、“让人民共享文化发展成果”、“加快推进以改善民生为重点的社会建设”……民生话题几乎贯穿始终。</p><p>　　当前，在经济发展遇到困难的情况下，我们更要千方百计加大改善民生工作力度，时刻把人民群众的安危冷暖放在心上，多渠道扩大就业，加快完善社会保障体系，不断提高教育和医疗服务水平，多办顺民意、解民忧、增民利的实事好事，认真纠正损害群众利益的突出问题，切实解决好人民最关心最直接最现实的利益问题，全力维护社会和谐稳定。</p><p>　　因此，我们强调改善民生，不仅是扩大内需的治本之策，更是我们党全心全意为人民服务的根本宗旨和科学发展观的本质要求。历史和现实都启示我们，民生问题，无论何时何地都轻视不得，忽略不得，淡忘不得。改善民生不但要改善人民的物质生活，还要改善人民的精神生活;不但是要提高人民的物质精神生活水平，还要追求社会公平。凡是民生解决得好的地方，社会就和谐;反之，社会就动荡。一些地方的社会矛盾与社会冲突几乎都与民生问题息息相关。全面小康、构建和谐，更需要广大人民群众的大力支持和积极参与，否则一切也就无从谈起。</p><p>　　我们要肩负起民生的责任，把发展目标恒久地定格在实现好、维护好、发展好人民群众的根本利益上，就必定能够赢得民心、集中民智、凝聚民力，形成无坚不克、无往不胜的强大力量。</p><p>　　2019全国两会学习心得(二)</p><p>　　最近，“两会”已经成为我们关注的热点话题，作为预备党员的我们更应该时时关注。每年的两会都备受关注，因为它次次会议、条条议案都是围绕如何提高人民生活水平，如何让我们的国家更加富强、社会更加和谐。所以我们应该关注两会中的一些新政策，尤其是那些惠民政策和一些就业政策。</p><p>　　两会也是我们大学生最期待的，尤其是大学生就业问题。</p><p>　　对于大学生，党和政府给予了极高的关怀和关注，因为觉得他们有生气，是有知识的一代，也是有抱负的一代，他们在走向社会的时候，不愿意让他们挫伤这样一种实现雄心壮志的激情，希望在就业方面给予他们提供更多的保障和支持，也希望这样一个群体不成为社会不稳定的因素，而是一个社会建设者的主力核动力。所以希望两会对于就业方面有所帮助。</p><p>　　在我看来，大学毕业生就业的压力，因为一方面一些企业用人确实在减少，但是有一些企业的用人在增多，有一些行业像房地产、建筑业这些确实是受到冲击。但也有一些基础设施行业，不但没有受到冲击，反而增多，像一些国内内销、内需企业，基本上和往年的需求人才量差不多，只要认清形势、找到一个适合自己的岗位还是有希望的。</p><p>　　关注两会报告，我们能得到很多启示，能让我们更快的成长，更清楚的了解国情，更好的关注未来。它要求我们当代大学生努力学习，刻苦钻研，提升自我修养与能力，更要求我们了解国情，进而立足国情，立足自身现实，规划自身发展。两会只是我国政治事务中的一面旗帜，一个标识和符号。作为一名大学生，不仅应该关注两会，更应时时关心时局，倾听民意，跳出自己的生活圈子，站在一定高度看问题，力争做一个对社会有用的人。</p><p>　　“关注两会，让我们更全面深刻地了解到我国存在的现实问题有多么普遍和繁杂，关注两会，让我们更清晰地看到在我国广袤的土地上，有多少人还在过着贫穷的生活举步维艰;关注两会，同样让我们明白，党和国家为了能够在国际上挺直脊梁，在国内给人民提供一个健康、和谐的生活环境，付出了多少心血和努力;关注两会，让我们心中升腾起澎湃的爱国热情和强烈的社会责任感，进而提升自己的能力，为祖国的现代化建设储备资本。</p><p>　　一、关于在大学开设创业课程的想法</p><p>　　创业无疑是规避就业竞争的一大有效途径，相对于考研而言，更现实。可纵观目前大学生创业情形，实在不容乐观。虽然，现在很多大学生都对自主创业有着浓厚的兴趣，而且觉得自主创业是一个很好体现个人才能的平台，还对自主创业有着自己独特的想法。从目前来看，社会上或者高校里都开始举办职业规划大赛或者创业计划大赛，以此来提高学生们对就业或者创业有个提前的认知与了解的做法也成效不显，毕竟这种比赛只是比赛而已，并没有真正能够帮助个人自主创业提供一些经验.</p><p>　　因此，为了提高大学生适应社会的能力，从心理素质和技能筹备方面都做好充分的准备，在大学中开设大学生创业教育课程，我觉得，还是很有必要的。按照议案中所建议的那样：</p><p>　　1、建议我国高校增设创业选修课。创业选修课的老师必须是有创业经历的人。</p><p>　　2、高校可以适当修改学制。因为一般高校的选修课都是一个学期一结课，而创业活动是长期的，所以在学制上，希望高校做出适当的安排。</p><p>　　二、关于大学生诚信教育的想法</p><p>　　诚信是一个社会赖以存在的道德基础，是做人的基本原则，也是人在活动中相互联系的道义凭借。作为高素质人才的大学生，如果这最起码的社会责任都不具备，那么就是教育的一种失败，也是人才培养模式的一种失败!这将导致道德天平将严重失衡，在诚信体系基础上的社会将会变得残缺，也将由此引发更深层次的社会危机!</p><p>　　当代大学生群体中绝大多数学生能够坚守诚信道德，把诚实守信当作人生的第一要义。但也出现了一些不容忽视的问题，大学生诚信缺失的主要表现：一是大学考试中的舞弊;二是大学生学术研究中的诚信危机，包括毕业论文抄袭剽窃，伪造各类技能证书;三是大学生经济信用问题，如恶意拖欠学费，不履行助学贷款承诺等;四是大学生求职信用缺失诸如虚假求职，频繁违约;五是大学生的社会生活的信用危机。</p><p>　　鉴于此，从学校的角度探索大学生开展诚信教育的对策。</p><p>　　第一，加强大学生诚信教育，帮助学生树立“人无信不立”的信用道德观念。</p><p>　　首先，以两课为主渠道，增加和渗透诚信教育的新内容。结合两课教育改革，一方面，要使大学生认识到，树立较高的诚信意识，这不仅是当代大学生必须具备的道德素质，也是走上社会后“以德立身”的基本要求。另一方面，也要让大学生懂得，诚信既是中华民族的传统美德，又是经济社会的道德底线。其次，丰富校园诚信文化活动。丰富多彩的校园文化和社会实践活动是开展诚信教育的重要载体，可将诚信教育的深刻性寓于各项活动的丰富性和新颖性之中，潜移默化地将诚信观念融入到学生内心深处。如定期召开诚信评议会、讨论会，举办诚信专题讲座，进行无人监考活动，开展诚信征文或演讲赛、“个人求职不掺水”签名、“远离作弊”考风考纪教育“、诚信校园”文化节等活动。我们通过诚信的实践活动，不断的树立大学生的诚信。最后，建立诚信教育网站。利用网络媒体的力量，在校园内部建立诚信教育网站，让学生通过无记名对不诚信行为进行举报。</p><p>　　第二，建立健全大学生诚信档案。对大学生的诚信教育不能只停留在道德教化的教育层次上，还应当在实施教育的动态过程中，适时把握学生的诚信状态。内容应包括：大学生本人承诺书、学生的个人基本情况、品行说明、学习成绩、健康状况、经济状况、信用记录等。</p><p>　　第三，建立切实可行的诚信评价体系。基于诚信档案，对学生诚信状况按级别科学分类，定出可操作的量化考核标准，建立诚信测评体系。</p><p>　　第四，完善的诚信监督和惩罚机制。高校的纪检部门建立科学完备的监督制约机制，用制度约束学生的行为，促使他们形成良好的诚信品质。每年定期检查、核实相关职能部门对学生诚信品德的评价状况，收集师生反映的情况汇报。</p><p>　　总之，大学生的诚信教育是一项长期、艰巨而又紧迫的任务，需要全民参与。全社会要形成统一的道德风尚，柔性的道德要与刚性的法律，维护公共道德秩序，约束非诚信的行为，为学生创造良好的教育环境，形成良性教育循环的格局三、加强高校与民企沟通与协作。</p><p>　　总的来说，两会时刻关注着广大人民的根本利益，真正用实际行动实践着“权为民所用，情为民所系，利为民所谋”的治国理念。大学作为培养人才的地方，大学生是国家未来的希望，所以，两会给予了高度关注。我们大学生也应该积极关注两会，随时了解政府对大学生的优惠福利和政策，把握国家政策动态，这些对于我们今后就业和成才都起着至关重要的作用。<br><img src="https://img.wykw.com/uploadfile/images/template/94.jpg" /><br>　　2019全国两会学习心得(三)</p><p>　　三月，来自全国各地的人大代表和政协委员承载着百姓的寄托和希望，肩负着历史赋予的责任和使命，带着各自的议案，从全国各地奔赴北京，齐聚一堂。共商国是，为祖国发展献计谋，为普天苍生请民愿。每年的人大会议和政协会议不仅是我国政治上的盛会，也是我国加快发展，关注民生，健全和完善社会主义制度的重要途径和手段。</p><p>　　四海借力风帆劲，春风拂面笑颜开。每年的两会都应该是我们关注的焦点，通过每年举行的两会，可以使我们能够在第一时间准确的认识到党和国家的发展要求和工作方向，是我们及时调整，准确修正自身工作方向的正确指导。通过学习两会精神，从而了解国际国内形势，认清大局，明辨是非，站对立场，坚决拥护党中央和国家所做出的科学决策。在日常的生活工作学习中自觉践行两会精神，自觉履行学生干部应尽的义务，积极带动同学参与到两会精神的学习、讨论和实践中去。</p><p>　　说道参与两会的形式和渠道，就不能不提现在比较流行的网友参政议政的方式，总理亲自就社会热点问题与广大网民交流，众多的两会代表和委员将网范络作为自己收集材料，整理议案，沟通民情，社会调研的重要渠道。互联网的充分利用，给了广大普通百姓更多的了解和参与到国家政治中来的机会，老百姓能够自由的表达自己的想法和意见，这是我国民主建设的重要进步，也充分体现了我国讲民主，重民生的执政理念。真正做到了权为民所用，情为民所系，利为民所谋。</p><p>　　这一段时间，我将认真收听收看了本次“两会”的新闻专题报道，我深信，随着新一届国家领导人的选举产生和开展工作，我们的国家和社会发展将更上一层楼，中华民族的未来也更加充满希望。在本届会议上，选举产生了新的国家领导人，顺利地实现了新老交替，国家领导层变得更加年轻化、知识化与务实化，有中国特色社会主义事业后继有人，这令全国人民感到欢欣鼓舞和振奋人心。</p><p>　　作为一名硕士研究生，一名中国共产党员，在思想上我要认真学习两会精神，紧跟中央文件。在行动上，要切身体会大会精神，以实际行动拥护党中央所作出的决定。<br><img src="https://img.wykw.com/uploadfile/images/template/98.jpg" /><br>　　2019全国两会学习心得(四)</p><p>　　时间到了3月，又是两会召开的时间。今年“两会”，尤为引人注目，因为今年的“两会”在一个不寻常的年份召开，使得13亿国人，加上几千万海外侨胞，以及多少亿关心中国发展的人，都把视线聚焦于中国，聚焦于北京。</p><p>　　会议期间提出了新一届领导人的选举和大部制的改革，我认真学习了习总书记和李总理的报告，他们从历史和时代的高度出发对近30年来改革开放的伟大历史进程进行了高屋建瓴、大气磅礴、精辟深刻的科学总结。</p><p>　　中国之所以能够在短短的三十年间从一个贫穷的国家一跃而成为世界第二大经济体，这与改革开放是分不开的。所以改革是中国的必经之路。然而过去三十年的改革，主要解决的是对改革的基本认识与基本态度。现在开始新一轮的改革，将主要解决认识深化问题、深化改革的决心问题。</p><p>　　至于改革的效率与速度，我认为不能太快也不能太慢。如果太慢，群众无法接受，中国经济社会发展的要求也不答应。如果太快，现实却不允许，规律也不允许。所以我认为应该率先解决事关群众利益、事关社会公平、事关稳定大局的大问题，如收入分配制度改革和社会保障制度改革等。</p><p>　　每一次两会都在折射着新的社会现象，反应的是当时下人民所关心的问题。同时正值本届政府换届，所以这次两会能否解决这些民生问题至关重要。接下来我就从本届两会的一些关键词谈谈我的看法。按照对美丽中国的提法，我想我们应当转变我们的经济发展方式，改变生产生活模式，处理好环境保护与经济发展的辩证关系。</p><p>　　与此同时，企业和我们每一个公民都应为此努力。企业应该进行科技研发，生产出更多新能源产品，改变传统的模式。而我们每一个个人，应该从小事做起，比如：对垃圾进行分类、少开车多乘坐公共交通出行等等。</p><p>　　此次召开的两会意义十分重大，必然将在中国的发展留下重重的一笔。从两会报告中，我们学习到了很多东西、得到了很多启示，能让我们更快的成长，更清楚的了解国情，更好的关注未来。它要求我们当代大学生努力学习，刻苦钻研，提升自我修养与能力，更要求我们了解国情，进而立足国情，立足自身现实，规划自身发展。两会只是我国政治事务中的一面旗帜，一个标识和符号。</p><p>　　所以我相信，在以习为总书记的党中央领导下，一定会把握重要的历史机遇，继承和发扬优良传统，解决思想，实事求是，与时俱进，开拓创新，中国必定能赢得宝贵的发展时间，全面建设小康社会宏伟蓝图必将变为现实。作为学生，尤其是研究生，我们更要肩负起历史重任，努力学习，加强科研和创新能力，竭尽全力为国家的十二五规划贡献绵薄之力。</p><p>　　我们当认真的学习两会精神的学习。通过关注两会，我深刻的觉悟到：中国的兴旺发达关键在党，民族的全面振兴关键在我们青年一代。在实际学习和科研工作中应认真贯彻落实两会精神，进一步增强了自身的使命意识和责任意识，把思想和行动统一到两会精神上来，在以后的学习工作中要立足本职岗位，作出业绩，在祖国建设的道路上贡献自己全部的气力。</p>
<script src="//js.51test.net/js_new/article_down_vip.js"></script>
</div>
<script>a("show_conten1");</script>
<div class="clear-both"></div>
<div class="Relevant">
<div class="title-r"><span>相关推荐</span></div>
<ul>
<li class="tuwen">
<h2><a href="/show/9450193.html" target="_blank">大学生形势与政策心得体会【三篇】</a></h2>
<div class="motu">
<span class="show_img"><a href="/show/9450193.html" target="_blank"><img src="//img.51test.net/uploadfile/images/template/gongzuojihua/0.jpg" alt="大学生形势与政策心得体会【三篇】"></a></span>
<span class="miaoshu2"><a href="/show/9450193.html" target="_blank">
【导语】形势与政策教育是高校大学生思想政治教育的重要内容。那么，形势与政策心得体会怎么写？以下是无忧考网心得体会频道整理的大学生形势与政策心得体会【...<span>2019-06-04</span></a>
</span>
</div>
</li>
<li class="tuwen">
<h2><a href="/show/9450169.html" target="_blank">张富清先进事迹学习心得【整合版】</a></h2>
<div class="motu">
<span class="show_img"><a href="/show/9450169.html" target="_blank"><img src="//img.51test.net/img_default.png" data-src="//img.51test.net/uploadfile/images/2019/0527/15589333329946135.jpg" alt="张富清先进事迹学习心得【整合版】"></a></span>
<span class="miaoshu2"><a href="/show/9450169.html" target="_blank">
【导语】学习作为一种获取知识交流情感的方式，已经成为人们日常生活中不可缺少的一项重要内容，尤其是在二十一世纪这个知识经济时代，自主学习已是人们不断满...<span>2019-06-04</span></a>
</span>
</div>
</li>
<li class="tuwen">
<h2><a href="/show/9450148.html" target="_blank">不忘初心牢记使命主题教育心得及收获</a></h2>
<div class="motu">
<span class="show_img"><a href="/show/9450148.html" target="_blank"><img src="//img.51test.net/img_default.png" data-src="//img.51test.net/uploadfile/images/default/gaozhongzuowen/3.jpg" alt="不忘初心牢记使命主题教育心得及收获"></a></span>
<span class="miaoshu2"><a href="/show/9450148.html" target="_blank">
【导语】不忘初心、牢记使命,就要赓续精神力量，从党的光辉历史中汲取源源不断的前进动力。红船劈波行，精神聚人心。红船精神，就是开天辟地、敢为人先的首创精...<span>2019-06-04</span></a>
</span>
</div>
</li>
<li class="tuwen">
<h2><a href="/show/9450122.html" target="_blank">2019建国70周年讲话心得体会【三篇】</a></h2>
<div class="motu">
<span class="show_img"><a href="/show/9450122.html" target="_blank"><img src="//img.51test.net/img_default.png" data-src="//img.51test.net/uploadfile/images/default/gwy/5.jpg" alt="2019建国70周年讲话心得体会【三篇】"></a></span>
<span class="miaoshu2"><a href="/show/9450122.html" target="_blank">
【导语】2019年是中华人民共和国成立70周年，是全面建成小康社会、实现第一个百年奋斗目标的关键之年。我们要继续推进全面从严治党，继续推进党风廉政建设和反...<span>2019-06-04</span></a>
</span>
</div>
</li>
<li class="tuwen">
<h2><a href="/show/9450100.html" target="_blank">建国70周年教师心得体会【优秀篇】</a></h2>
<div class="motu">
<span class="show_img"><a href="/show/9450100.html" target="_blank"><img src="//img.51test.net/img_default.png" data-src="//img.51test.net/uploadfile/images/default/gwy/2.jpg" alt="建国70周年教师心得体会【优秀篇】"></a></span>
<span class="miaoshu2"><a href="/show/9450100.html" target="_blank">
【导语】70年来，我们祖国历经风风雨雨，艰苦曲折，整个国家面貌发生了翻天覆地的变化。以下是无忧考网心得体会频道整理的建国70周年教师心得体会【优秀篇】，...<span>2019-06-04</span></a>
</span>
</div>
</li>
</ul>
</div>
</div>

<div class="content-fr">

<script>a("show_right1");</script>
<div class="read-sort">
<div class="title"><span><a href="/xindetihui/rd/" target="_blank">
心得体会热点专题</a></span></div>
<ul>
<li><a href="/show/9450193.html" target="_blank" class="txt85">大学生形势与政策心得体会【三篇】</a>
</li>
<li><a href="/show/9450169.html" target="_blank" class="txt85">张富清先进事迹学习心得【整合版】</a>
</li>
<li><a href="/show/9450148.html" target="_blank" class="txt85">不忘初心牢记使命主题教育心得及收获</a>
</li>
<li><a href="/show/9450122.html" target="_blank" class="txt85">2019建国70周年讲话心得体会【三篇】</a>
</li>
<li><a href="/show/9450100.html" target="_blank" class="txt85">建国70周年教师心得体会【优秀篇】</a>
</li>
<li><a href="/show/9450081.html" target="_blank" class="txt85">6.5世界环境日心得体会范例精粹</a>
</li>
<li><a href="/show/9450058.html" target="_blank" class="txt85">我和我的祖国活动心得锦集</a>
</li>
<li><a href="/show/9450050.html" target="_blank" class="txt85">我和我的祖国观后感【专题篇】</a>
</li>
</ul>
</div>

<script>a("show_right2");</script>

<div class="read-sort">
<div class="title"><span><a href="/xindetihui/xw/" target="_blank">
心得体会最新更新</a></span></div>
<ul>
<li><a href="/show/9449792.html" target="_blank" class="txt85">大学就业指导课心得体会范例</a>
</li>
<li><a href="/show/9449786.html" target="_blank" class="txt85">大学生就业指导课心得体会【2篇】</a>
</li>
<li><a href="/show/9449774.html" target="_blank" class="txt85">2019医院见习心得范文</a>
</li>
<li><a href="/show/9449763.html" target="_blank" class="txt85">大一医院见习心得及收获</a>
</li>
<li><a href="/show/9449751.html" target="_blank" class="txt85">中小学暑期师德培训心得【两篇】</a>
</li>
<li><a href="/show/9449741.html" target="_blank" class="txt85">初中感恩祖国心得体会【两篇】</a>
</li>
<li><a href="/show/9449735.html" target="_blank" class="txt85">纠四风心得体会例文汇编</a>
</li>
<li><a href="/show/9447928.html" target="_blank" class="txt85">纠四风个人学习心得【2篇】</a>
</li>
</ul>
</div>

<script>a("show_right3");</script>
</div>

</div>
<script src="//js.51test.net/js_new/channel_bottom.js"></script>
</div>
<script src="//js.51test.net/js_new/copyright_simple.js"></script>
<script src="//js.51test.net/js_new/baidutongji.js"></script>
<script type="text/javascript" id='speedup_test' src="https://idm-su.baidu.com/su.js"></script>
</body>
</html>
'''.encode('gbk'))
print(html)
# context = html.xpath("//div[@class='content-txt']//text()")
# print(context)